{
    "landing": {
        "nav": {
            "main": "Главная",
            "audience": "Кому подходит",
            "features": "Удобство",
            "opport": "Возможности"
        },

        "title": "Добро пожаловать в AI-Komekshi - вашего личного помощника по поиску работы.",
        "subtitle": "Готовы найти подходящую работу и получать поддержку на каждом шаге?",
        "title_part_highlight": "AI-Komekshi",

        "button": {
            "create": "Начать",
            "try": "Попробовать",
            "start": "Начать сейчас",
            "login": "Войти",
            "try-demo": "Попробовать демо"
        },

        "main": {
            "title": "Один помощник - для всей карьеры.",
            "sub": "Управляйте поиском работы и карьерными вопросами с помощью одного удобного помощника. Получайте персонализированные рекомендации по вакансиям, советы и поддержку на каждом шаге вашего пути.",
            "mode": "Настраиваемые темы",
            "mode-sub": "Легко переключайтесь между светлым и тёмным режимами или создавайте свою собственную тему.",
            "auto": "Автоматизируйте отклики на вакансии",
            "auto-sub": "Наш ИИ-помощник помогает генерировать персонализированные письма-отклики, учитывая ваши особенности и требования. Он также отправит письмо напрямую на почту работодателя, чтобы вы могли сосредоточиться на следующем шаге",
            "panel": "Все ваши вакансии, отклики и рекомендации - в одном месте",
            "panel-sub": "Следите за подходящими вакансиями, сохраняйте их и откликайтесь с помощью готовых писем. Получайте советы и напоминания, чтобы не упустить шансы на работу",
            "messengers": "Поддержка на каждом шаге",
            "messengers-sub": "Не знаете, как правильно составить отклик? Не уверены, какой вакансии отдать предпочтение? AI Komekshi будет с вами на каждом шаге, предоставляя советы и рекомендации, чтобы сделать процесс поиска работы максимально комфортным."
        },

        "audience": {
            "title": "Кому это подходит ...",
            "sub": "Разработано с любовью для людей с особыми потребностями и руководителей компаний, которые хотят помочь им",
            "users": {
                "disability": "Люди с особыми потребностями",
                "disability-sub": "Персонализированный поиск работы, генерирование откликов и писем работодателю с учётом индивидуальных потребностей и особенностей.",
                "hr": "HR и рекрутеры",
                "hr-sub": "Автоматизация подбора кандидатов с особыми потребностями, упрощение откликов на вакансии с помощью ИИ.",
                "edu": "Онлайн-курсы и школы",
                "edu-sub": "Поддержка людей с особыми потребностями в поиске образовательных программ и курсов, ответы на часто задаваемые вопросы и помощь с заявками.",
                "business": "Малый и средний бизнес",
                "business-sub": "Автоматизация подбора сотрудников с особыми потребностями, упрощение процесса откликов и создание сообщений для HR."
            }
        }
    },

    "nav": {
        "main": {
            "all": "All",
            "questionnaire": "Анкета",
            "vacancies": "Вакансии",
            "ai-chat": "Чат с ИИ",
            "profile": "Профиль",
            "responses": "Мои отклики",
            "interviews": "Пробные собеседования",
            "settings": "Настройки профиля"
        }
    },

    "features": {
        "title": "Всё в одном месте",
        "sub": "AI Komekshi - персонализированный помощник, который помогает вам находить вакансии, обучаться и развиваться. Получите персонализированные рекомендации по трудоустройству и обучению, генерируйте отклики на вакансии, проходите пробные собеседования и получайте обратную связь от ИИ.",
        "lang": {
            "lang": "Мультиязычность по умолчанию",
            "sub": "Ваш ИИ-помощник автоматически определяет язык общения с клиентом и подстраивает ответы. Поддержка русского, английского, казахского и других языков - всё на старте, без дополнительных настроек."
        },
        "dashboard": {
            "dashboard": "Аналитика и управление в одном месте",
            "sub": "Получите полное представление о вашем карьерном пути и прогрессе в обучении. Наблюдайте за результатами откликов, курсов и тестов в реальном времени, оптимизируя процесс с помощью актуальных данных.",
            "one": "Отслеживайте процесс поиска работы и обучения в реальном времени.",
            "two": "Получайте рекомендации и обратную связь, чтобы улучшить результаты."
        },
        "responsive": {
            "title": "Работает на любом устройстве",
            "sub": "Управляйте своим карьерным развитием с любого устройства. Не нужно скачивать приложения или устанавливать дополнительное ПО - всё доступно онлайн через браузер.",
            "one": "Редактируйте профиль и отклики на вакансии с любого устройства.",
            "two": "Получайте доступ к рекомендациям и настройкам в один клик, где бы вы ни были."
        }
    },

    "content": {
        "title": "Возможности",
        "sub": "«Функции, которые делают нас лучшими»",
        "pages": {
            "onboarding": "Анкета",
            "vacancies": "Вакансии",
            "chat": "Чат с ИИ",
            "profile": "Профиль",
            "my-responses": "Мои отклики",
            "interview": "Пробные собеседования",
            "settings": "Настройки профиля"
        },
        "button": {
            "try-demo": "Попробовать демо"
        }
    },

    "footer": {
        "titile": "Попробуйте прямо сейчас.",
        "sub": "Поговорите с нашим ботом прямо здесь..."
    },

    "signIn": {
        "welcome": "Добро пожаловать!",
        "text": "Пожалуйста, введите свои учетные данные для входа!",
        "username": "Имя пользователя",
        "password": "Пароль",
        "forgot-password": "Забыл/-а пароль",
        "button": "Войти",
        "continue": "или продолжить с",
        "fotter-text": "У вас ещё нет аккаунта? Зарегистрируйтесь"
    },

    "signUp": {
        "signUp": "Регистрация",
        "subheading": "Начните пользоваться бесплатной пробной версией",
        "username": "Имя пользователя",
        "email": "Электронная почта",
        "password": "Пароль",
        "confirm-password": "Подтвердите пароль",
        "button": "Зарегистрироваться",
        "footer-text": "Уже есть аккаунт? Войти"
    }
}
